import SplitBlocks from '@modules/common/components/SplitBlocks';

const Notice = () => {
	return (
		<section>
			<SplitBlocks title={`повідомлення`}>
				<p>До уваги клієнтів!</p>

				<p>
					Повідомляємо про те, що відповідно до Закону України від 14 грудня 2021
					року № 1953- IX «Про фінансові послуги та фінансові компанії» (далі –
					Закон) Товариство з 01 липня 2024 року зобов’язане подавати інформацію
					стосовно боржників до Кредитного реєстру Національного банку України у
					порядку, визначеному Національним банком України. Відповідно до Положення
					про Кредитний реєстр Національного банку України, затвердженого постановою
					Правління Національного банку України 04 травня 2018 року № 50 (у редакції
					постанови Правління Національного банку України 25 грудня 2023 року № 180),
					до таких боржників належать особи, загальна сума зобов’язань яких (сукупний
					борг) дорівнює 50 тисяч гривень і більше. Відповідно до Закону інформація,
					що подається до Кредитного реєстру, включає наступні дані:
				</p>
				<ul>
					<li>
						<p>відомості, що ідентифікують боржника;</p>
					</li>
					<li>
						<p>
							нформацію про умови кредитної операції та виконання зобов’язань за
							кредитною операцією;
						</p>
					</li>
					<li>
						<p>
							інформацію про належність боржника до пов’язаних з кредитором осіб (у
							разі наявності належності);
						</p>
					</li>
					<li>
						<p>
							інформацію про забезпечення виконання зобов’язань за кредитною операцією,
							у тому числі порукою (дата укладення договору про забезпечення виконання
							зобов’язань, вид забезпечення) (у разі укладення договору поруки).
						</p>
					</li>
				</ul>

				<p>
					Боржники та інші особи, інформація стосовно яких міститься у Кредитному
					реєстрі, мають право доступу до таких даних про себе та до відомостей щодо
					запитів на отримання таких даних стосовно себе в порядку, визначеному
					законодавством. Національний банк України зобов’язаний протягом 7 робочих
					днів з дня отримання заяви заявника безкоштовно надати йому інформацію з
					Кредитного реєстру або повідомити про відсутність у Кредитному реєстрі
					інформації щодо нього в межах, визначених нормативно-правовими актами
					Національного банку України.
				</p>
				<p>
					{' '}
					Боржники та інші особи, інформація стосовно яких міститься у Кредитному
					реєстрі, у разі незгоди з інформацією, що міститься стосовно них у
					Кредитному реєстрі, мають право звернутися до Національного банку України з
					заявою про виправлення чи видалення такої інформації.
				</p>
			</SplitBlocks>
		</section>
	);
};

export default Notice;
